Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Enhancing…
de: Wird verfeinert …
es: Mejorando…
fr: Affinage…
it: Rifinitura…
ja: 推敲中…
ko: 다듬는 중…
pt_br: Refinando…
zh_hans: 润色中…
zh_hant: 潤飾中…

source: Every render rolls a new number
de: Jeder Render würfelt eine neue Zahl
es: Cada render tira un número nuevo
fr: Chaque rendu tire un nouveau nombre
it: Ogni render tira un nuovo numero
ja: レンダリングのたびに新しい番号になります
ko: 렌더링마다 새로운 번호가 나옵니다
pt_br: Cada renderização sorteia um número novo
zh_hans: 每次渲染都会掷出一个新数字
zh_hant: 每次渲染都會擲出一個新數字

source: Every render rolls a new number. Press to hold the last one
de: Jeder Render würfelt eine neue Zahl. Drücken, um die letzte zu halten
es: Cada render tira un número nuevo. Pulsa para fijar el último
fr: Chaque rendu tire un nouveau nombre. Appuyez pour garder le dernier
it: Ogni render tira un nuovo numero. Premi per bloccare l’ultimo
ja: レンダリングのたびに新しい番号になります。最後の番号を固定するにはタップ
ko: 렌더링마다 새로운 번호가 나옵니다. 마지막 번호를 고정하려면 누르세요
pt_br: Cada renderização sorteia um número novo. Toque para fixar o último
zh_hans: 每次渲染都会掷出一个新数字。点按可锁定最后一个
zh_hant: 每次渲染都會擲出一個新數字。點一下可鎖定最後一個

source: Example ·
de: Beispiel ·
es: Ejemplo ·
fr: Exemple ·
it: Esempio ·
ja: 例 ·
ko: 예시 ·
pt_br: Exemplo ·
zh_hans: 示例 ·
zh_hant: 範例 ·

source: FLUX.2 Klein · 4 steps · seconds, not a minute
de: FLUX.2 Klein · 4 Schritte · Sekunden, keine Minute
es: FLUX.2 Klein · 4 pasos · segundos, no un minuto
fr: FLUX.2 Klein · 4 étapes · des secondes, pas une minute
it: FLUX.2 Klein · 4 passaggi · secondi, non un minuto
ja: FLUX.2 Klein · 4ステップ · 分ではなく秒
ko: FLUX.2 Klein · 4단계 · 1분이 아니라 몇 초
pt_br: FLUX.2 Klein · 4 passos · segundos, não um minuto
zh_hans: FLUX.2 Klein · 4 步 · 只需几秒，不到一分钟
zh_hant: FLUX.2 Klein · 4 步 · 只需幾秒，不到一分鐘

source: Fast
de: Schnell
es: Rápido
fr: Rapide
it: Rapido
ja: 高速
ko: 고속
pt_br: Rápido
zh_hans: 极速
zh_hant: 極速

source: Fastest, good for trying words out
de: Am schnellsten, gut zum Ausprobieren von Formulierungen
es: El más rápido, ideal para probar formulaciones
fr: Le plus rapide, pratique pour tester une formulation
it: Il più rapido, ottimo per provare le formulazioni
ja: 最速。言葉づかいを試すのに向いています
ko: 가장 빠름 — 문구를 이것저것 시도해 보기에 좋음
pt_br: O mais rápido, ótimo para testar frases
zh_hans: 最快，适合试验措辞
zh_hant: 最快，適合試驗措辭

source: Fills the box with the shape to complete. Nothing is sent
de: Füllt das Feld mit der zu vervollständigenden Form. Es wird nichts gesendet
es: Llena el cuadro con la forma a completar. No se envía nada
fr: Remplit le champ avec la forme à compléter. Rien n’est envoyé
it: Riempie il campo con la forma da completare. Non viene inviato nulla
ja: 完成させる形を入力欄に入れます。何も送信されません
ko: 완성할 모양을 입력란에 채웁니다. 아무것도 전송되지 않습니다
pt_br: Preenche o campo com a forma a completar. Nada é enviado
zh_hans: 把要补全的形状填入输入框。不会发送任何内容
zh_hant: 把要補全的形狀填入輸入框。不會傳送任何內容

source: Find a prompt helper
de: Prompt-Helfer suchen
es: Buscar un asistente de prompts
fr: Chercher un assistant d’invite
it: Trova un assistente per i prompt
ja: プロンプトヘルパーを探す
ko: 프롬프트 도우미 찾기
pt_br: Procurar um assistente de prompt
zh_hans: 查找提示词助手
zh_hant: 尋找提示詞助手

source: Fine
de: Fein
es: Fino
fr: Fin
it: Rifinito
ja: 高精細
ko: 정밀
pt_br: Refinado
zh_hans: 精细
zh_hant: 精細

source: From the Library
de: Aus der Mediathek
es: Desde la fototeca
fr: Depuis la photothèque
it: Da Foto
ja: 写真ライブラリから
ko: 사진 보관함에서
pt_br: Da fototeca
zh_hans: 从照片图库
zh_hant: 從照片圖庫

source: Generate
de: Erzeugen
es: Generar
fr: Générer
it: Genera
ja: 生成
ko: 생성
pt_br: Gerar
zh_hans: 生成
zh_hant: 生成

source: Google only runs this for a registered app. Make an OAuth client of type TV and Limited Input at console.cloud.google.com, then set TAILSCODE_YOUTUBE_CLIENT_ID and TAILSCODE_YOUTUBE_CLIENT_SECRET.
de: Google führt dies nur für eine registrierte App aus. Erstelle unter console.cloud.google.com einen OAuth-Client vom Typ TV and Limited Input und setze dann TAILSCODE_YOUTUBE_CLIENT_ID und TAILSCODE_YOUTUBE_CLIENT_SECRET.
es: Google solo hace esto para una app registrada. Crea un cliente OAuth de tipo TV and Limited Input en console.cloud.google.com y luego define TAILSCODE_YOUTUBE_CLIENT_ID y TAILSCODE_YOUTUBE_CLIENT_SECRET.
fr: Google ne le fait que pour une app enregistrée. Créez un client OAuth de type TV and Limited Input sur console.cloud.google.com, puis définissez TAILSCODE_YOUTUBE_CLIENT_ID et TAILSCODE_YOUTUBE_CLIENT_SECRET.
it: Google lo fa solo per un’app registrata. Crea un client OAuth di tipo TV and Limited Input su console.cloud.google.com, poi imposta TAILSCODE_YOUTUBE_CLIENT_ID e TAILSCODE_YOUTUBE_CLIENT_SECRET.
ja: Google はこれを登録済みアプリに対してのみ実行します。console.cloud.google.com で種類が TV and Limited Input の OAuth クライアントを作成し、TAILSCODE_YOUTUBE_CLIENT_ID と TAILSCODE_YOUTUBE_CLIENT_SECRET を設定してください。
ko: Google은 등록된 앱에 대해서만 이 작업을 수행합니다. console.cloud.google.com에서 TV and Limited Input 유형의 OAuth 클라이언트를 만든 다음, TAILSCODE_YOUTUBE_CLIENT_ID와 TAILSCODE_YOUTUBE_CLIENT_SECRET을 설정하세요.
pt_br: O Google só faz isso para um app registrado. Crie um cliente OAuth do tipo TV and Limited Input em console.cloud.google.com e depois defina TAILSCODE_YOUTUBE_CLIENT_ID e TAILSCODE_YOUTUBE_CLIENT_SECRET.
zh_hans: Google 只对已注册的应用执行此操作。请在 console.cloud.google.com 创建一个类型为 TV and Limited Input 的 OAuth 客户端，然后设置 TAILSCODE_YOUTUBE_CLIENT_ID 和 TAILSCODE_YOUTUBE_CLIENT_SECRET。
zh_hant: Google 只會為已註冊的應用程式執行此操作。請在 console.cloud.google.com 建立一個類型為 TV and Limited Input 的 OAuth 用戶端，然後設定 TAILSCODE_YOUTUBE_CLIENT_ID 和 TAILSCODE_YOUTUBE_CLIENT_SECRET。

source: Google refused the question
de: Google hat die Anfrage abgelehnt
es: Google rechazó la solicitud
fr: Google a refusé la demande
it: Google ha rifiutato la richiesta
ja: Google がリクエストを拒否しました
ko: Google이 요청을 거부했습니다
pt_br: O Google recusou a solicitação
zh_hans: Google 拒绝了这次请求
zh_hant: Google 拒絕了這次請求

source: Had started answering: “%@”
de: Hatte begonnen zu antworten: „%@“
es: Había empezado a responder: «%@»
fr: Avait commencé à répondre : « %@ »
it: Aveva iniziato a rispondere: «%@»
ja: 回答を始めていました:「%@」
ko: 답변을 시작했었습니다: “%@”
pt_br: Tinha começado a responder: “%@”
zh_hans: 已经开始回答：“%@”
zh_hant: 已經開始回答：“%@”

source: Hand the picture to another app or person
de: Gibt das Bild an eine andere App oder Person weiter
es: Entrega la imagen a otra app o persona
fr: Transmet l’image à une autre app ou personne
it: Passa l’immagine a un’altra app o persona
ja: 画像をほかの App や人に渡します
ko: 이미지를 다른 앱이나 사람에게 전달합니다
pt_br: Entrega a imagem a outro app ou pessoa
zh_hans: 把图片交给其他 App 或朋友
zh_hant: 把圖片交給其他 App 或朋友

source: Held — change a word and only that word changes. Press to roll again
de: Gehalten — ändere ein Wort, und nur dieses Wort ändert sich. Drücken, um neu zu würfeln
es: Fija — cambia una palabra y solo esa palabra cambia. Pulsa para volver a tirar
fr: Fixée — changez un mot et seul ce mot change. Appuyez pour retirer
it: Bloccato — cambia una parola e solo quella parola cambia. Premi per tirare di nuovo
ja: 固定中 — 一語を変えると、その語だけが変わります。もう一度振るにはタップ
ko: 고정됨 — 단어 하나를 바꾸면 그 단어만 바뀝니다. 다시 굴리려면 누르세요
pt_br: Fixada — mude uma palavra e só essa palavra muda. Toque para sortear de novo
zh_hans: 已锁定 — 改一个词，只有那个词会变。点按可重新掷出
zh_hant: 已鎖定 — 改一個字，只有那個字會變。點一下可重新擲出

source: Helper
de: Helfer
es: Asistente
fr: Assistant
it: Assistente
ja: ヘルパー
ko: 도우미
pt_br: Assistente
zh_hans: 助手
zh_hant: 助手

source: Hold the seed
de: Seed halten
es: Fijar la seed
fr: Garder la graine
it: Blocca il seed
ja: シードを固定
ko: 시드 고정
pt_br: Fixar a seed
zh_hans: 锁定种子
zh_hant: 鎖定種子

source: Idle
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo
ja: アイドル
ko: 대기 중
pt_br: Ocioso
zh_hans: 空闲
zh_hant: 閒置

source: It had not done anything yet — nothing on the machine changed.
de: Es hatte noch nichts getan — auf dem Rechner hat sich nichts verändert.
es: Aún no había hecho nada — nada cambió en la máquina.
fr: Il n’avait encore rien fait — rien n’a changé sur la machine.
it: Non aveva ancora fatto nulla — nulla è cambiato sulla macchina.
ja: まだ何もしていませんでした — マシン上には何の変化もありません。
ko: 아직 아무 작업도 하지 않았습니다 — 컴퓨터에는 아무 변화도 없습니다.
pt_br: Ainda não tinha feito nada — nada mudou na máquina.
zh_hans: 它还没做任何事——机器上没有任何变化。
zh_hant: 它還沒做任何事——機器上沒有任何變化。

source: Keep mine
de: Meins behalten
es: Conservar el mío
fr: Garder le mien
it: Tieni il mio
ja: 自分のを残す
ko: 내 것 유지
pt_br: Manter o meu
zh_hans: 保留我的
zh_hant: 保留我的

source: Klein diffusion model
de: Klein-Diffusionsmodell
es: Modelo de difusión Klein
fr: Modèle de diffusion Klein
it: Modello di diffusione Klein
ja: Klein 拡散モデル
ko: Klein 확산 모델
pt_br: Modelo de difusão Klein
zh_hans: Klein 扩散模型
zh_hant: Klein 擴散模型

source: Large
de: Groß
es: Grande
fr: Grand
it: Grande
ja: ラージ
ko: 큼
pt_br: Grande
zh_hans: 大
zh_hant: 大

source: Last checked
de: Zuletzt geprüft
es: Última comprobación
fr: Dernière vérification
it: Ultimo controllo
ja: 最終確認
ko: 마지막 확인
pt_br: Última verificação
zh_hans: 上次检查
zh_hant: 上次檢查

source: Less
de: Weniger
es: Menos
fr: Moins
it: Meno
ja: 閉じる
ko: 접기
pt_br: Menos
zh_hans: 收起
zh_hant: 收合

source: Let go of %@
de: %@ loslassen
es: Soltar %@
fr: Abandonner %@
it: Lascia andare %@
ja: %@ を手放す
ko: %@ 놓아주기
pt_br: Soltar %@
zh_hans: 放开 %@
zh_hant: 放開 %@

source: Let go of this one
de: Lässt dieses Bild los
es: Suelta esta imagen
fr: Abandonne celle-ci
it: Lascia andare questa
ja: この画像を手放します
ko: 이 이미지를 놓아 줍니다
pt_br: Solta esta imagem
zh_hans: 放开这一张
zh_hant: 放開這一張

source: Let it go
de: Loslassen
es: Dejarlo estar
fr: L’abandonner
it: Lascialo andare
ja: そのままにする
ko: 그대로 두기
pt_br: Deixar para lá
zh_hans: 放弃它
zh_hant: 放棄它

source: Letting it go…
de: Wird losgelassen …
es: Dejándolo estar…
fr: Abandon en cours…
it: Rilascio in corso…
ja: そのままにしています…
ko: 그대로 두는 중…
pt_br: Deixando para lá…
zh_hans: 正在放弃…
zh_hant: 正在放棄…

source: Letting the turn go
de: Zug wird losgelassen
es: Dejando estar el turno
fr: Abandon du tour
it: Rilascio del turno
ja: ターンをそのままにしています
ko: 턴을 그대로 두는 중
pt_br: Deixando o turno para lá
zh_hans: 正在放弃该回合
zh_hant: 正在放棄該回合

source: Loading the model
de: Modell wird geladen
es: Cargando el modelo
fr: Chargement du modèle
it: Caricamento del modello
ja: モデルを読み込み中
ko: 모델 불러오는 중
pt_br: Carregando o modelo
zh_hans: 正在加载模型
zh_hant: 正在載入模型

source: Look again
de: Erneut suchen
es: Buscar de nuevo
fr: Chercher à nouveau
it: Cerca di nuovo
ja: もう一度探す
ko: 다시 찾기
pt_br: Procurar de novo
zh_hans: 再找一次
zh_hant: 再找一次

source: Looking for models…
de: Modelle werden gesucht …
es: Buscando modelos…
fr: Recherche de modèles…
it: Ricerca dei modelli…
ja: モデルを探しています…
ko: 모델을 찾는 중…
pt_br: Procurando modelos…
zh_hans: 正在查找模型…
zh_hant: 正在尋找模型…

source: Looks for Ollama, llama-swap, llama.cpp or LM Studio on the machine
de: Sucht auf dem Rechner nach Ollama, llama-swap, llama.cpp oder LM Studio
es: Busca Ollama, llama-swap, llama.cpp o LM Studio en la máquina
fr: Recherche Ollama, llama-swap, llama.cpp ou LM Studio sur la machine
it: Cerca Ollama, llama-swap, llama.cpp o LM Studio sulla macchina
ja: マシン上の Ollama、llama-swap、llama.cpp、LM Studio を探します
ko: 컴퓨터에서 Ollama, llama-swap, llama.cpp, LM Studio를 찾습니다
pt_br: Procura por Ollama, llama-swap, llama.cpp ou LM Studio na máquina
zh_hans: 在该机器上查找 Ollama、llama-swap、llama.cpp 或 LM Studio
zh_hant: 在該機器上尋找 Ollama、llama-swap、llama.cpp 或 LM Studio

source: Machine
de: Rechner
es: Máquina
it: Macchina
ja: マシン
ko: 컴퓨터
pt_br: Máquina
zh_hans: 机器
zh_hant: 機器

source: Missing
de: Fehlt
es: Ausente
fr: Manquant
it: Mancante
ja: なし
ko: 없음
pt_br: Ausente
zh_hans: 缺失
zh_hant: 缺少

source: Model files
de: Modelldateien
es: Archivos de modelo
fr: Fichiers de modèle
it: File del modello
ja: モデルファイル
ko: 모델 파일
pt_br: Arquivos de modelo
zh_hans: 模型文件
zh_hant: 模型檔案

source: More
de: Mehr
es: Más
fr: Plus
it: Più
ja: もっと見る
ko: 더 보기
pt_br: Mais
zh_hans: 更多
zh_hant: 更多

source: Name them in the words: <image1>, <image2>
de: Benenne sie in den Wörtern: <image1>, <image2>
es: Nómbralas en las palabras: <image1>, <image2>
fr: Nommez-les dans les mots : <image1>, <image2>
it: Indicale nelle parole: <image1>, <image2>
ja: 言葉の中で <image1>、<image2> のように名付けます
ko: 문구에서 <image1>, <image2>처럼 이름을 붙이세요
pt_br: Nomeie-as nas palavras: <image1>, <image2>
zh_hans: 在文字中这样称呼它们：<image1>、<image2>
zh_hant: 在文字中這樣稱呼它們：<image1>、<image2>

source: Native 2K · roughly three times the wait
de: Natives 2K · etwa dreimal so lange Wartezeit
es: 2K nativo · aproximadamente el triple de espera
fr: 2K natif · environ trois fois l’attente
it: 2K nativo · circa il triplo dell’attesa
ja: ネイティブ 2K · 待ち時間はおよそ3倍
ko: 네이티브 2K · 대기 시간이 약 3배
pt_br: 2K nativo · cerca de três vezes a espera
zh_hans: 原生 2K · 等待时间约为三倍
zh_hant: 原生 2K · 等待時間約為三倍

source: No prompt helper found
de: Kein Prompt-Helfer gefunden
es: No se encontró ningún asistente de prompts
fr: Aucun assistant d’invite trouvé
it: Nessun assistente per i prompt trovato
ja: プロンプトヘルパーが見つかりません
ko: 프롬프트 도우미를 찾지 못함
pt_br: Nenhum assistente de prompt encontrado
zh_hans: 未找到提示词助手
zh_hant: 未找到提示詞助手

source: No prompt helper found. Anything OpenAI-shaped will do
de: Kein Prompt-Helfer gefunden. Alles im OpenAI-Format funktioniert
es: No se encontró ningún asistente de prompts. Sirve cualquier cosa con forma de OpenAI
fr: Aucun assistant d’invite trouvé. Tout ce qui a la forme d’OpenAI convient
it: Nessun assistente per i prompt trovato. Va bene qualsiasi cosa in stile OpenAI
ja: プロンプトヘルパーが見つかりません。OpenAI 互換なら何でも構いません
ko: 프롬프트 도우미를 찾지 못했습니다. OpenAI 형식이면 무엇이든 괜찮습니다
pt_br: Nenhum assistente de prompt encontrado. Qualquer coisa no formato OpenAI serve
zh_hans: 未找到提示词助手。任何 OpenAI 兼容的都可以
zh_hant: 未找到提示詞助手。任何 OpenAI 相容的都可以

source: Not answering when last checked
de: Hat beim letzten Check nicht geantwortet
es: No respondió en la última comprobación
fr: N’a pas répondu lors de la dernière vérification
it: Non ha risposto all’ultimo controllo
ja: 前回の確認時に応答なし
ko: 마지막 확인 시 응답 없음
pt_br: Não respondeu na última verificação
zh_hans: 上次检查时没有响应
zh_hant: 上次檢查時沒有回應

source: Nothing painted yet
de: Noch nichts gemalt
es: Aún no se ha pintado nada
fr: Rien n’a encore été peint
it: Ancora nulla di dipinto
ja: まだ何も描いていません
ko: 아직 그려진 것이 없음
pt_br: Ainda nada pintado
zh_hans: 还没有绘制任何内容
zh_hant: 還沒有繪製任何內容

source: Nothing to render
de: Nichts zu rendern
es: Nada que renderizar
fr: Rien à rendre
it: Niente da renderizzare
ja: レンダリングするものがありません
ko: 렌더링할 대상이 없음
pt_br: Nada para renderizar
zh_hans: 没有可渲染的内容
zh_hant: 沒有可渲染的內容

source: One prompt was waiting behind it and never ran.
de: Ein Prompt wartete dahinter und wurde nie ausgeführt.
es: Un prompt esperaba detrás y nunca se ejecutó.
fr: Une invite attendait derrière et n’a jamais été exécutée.
it: Un prompt era in attesa dietro di esso e non è mai stato eseguito.
ja: その後ろで1件のプロンプトが待っていましたが、実行されませんでした。
ko: 그 뒤에서 프롬프트 1개가 기다리고 있었지만 실행되지 않았습니다.
pt_br: Um prompt esperava atrás dele e nunca rodou.
zh_hans: 有一条提示词在它后面等待，但始终没有运行。
zh_hant: 有一條提示詞在它後面等待，但始終沒有執行。

source: Other
de: Andere
es: Otros
fr: Autres
it: Altri
ja: その他
ko: 기타
pt_br: Outros
zh_hans: 其他
zh_hant: 其他

source: Paint on transparency
de: Auf Transparenz malen
es: Pintar sobre transparencia
fr: Peindre sur fond transparent
it: Dipingi su trasparenza
ja: 透明の上に描く
ko: 투명 배경에 그리기
pt_br: Pintar sobre transparência
zh_hans: 在透明背景上绘制
zh_hant: 在透明背景上繪製

source: Paint on transparency rather than on a background
de: Malt auf Transparenz statt auf einen Hintergrund
es: Pinta sobre transparencia en lugar de sobre un fondo
fr: Peint sur fond transparent plutôt que sur un arrière-plan
it: Dipinge su trasparenza invece che su uno sfondo
ja: 背景ではなく透明の上に描きます
ko: 배경이 아니라 투명 배경 위에 그립니다
pt_br: Pinta sobre transparência em vez de sobre um fundo
zh_hans: 在透明背景上绘制，而不是普通背景
zh_hant: 在透明背景上繪製，而不是一般背景

source: Painting
de: Malt
es: Pintando
fr: Peinture
it: Pittura
ja: 描画中
ko: 그리는 중
pt_br: Pintando
zh_hans: 绘制中
zh_hant: 繪製中

source: Painting · step %@ of %@
de: Wird gemalt · Schritt %@ von %@
es: Pintando · paso %@ de %@
fr: Peinture · étape %@ sur %@
it: Pittura · passaggio %@ di %@
ja: 描画中 · ステップ %@/%@
ko: 그리는 중 · %@/%@ 단계
pt_br: Pintando · passo %@ de %@
zh_hans: 绘制中 · 第 %@ / %@ 步
zh_hant: 繪製中 · 第 %@ / %@ 步

source: Paste
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
ja: ペースト
ko: 붙여넣기
pt_br: Colar
zh_hans: 粘贴
zh_hant: 貼上

source: Pick it back up
de: Wieder aufnehmen
es: Retomarlo
fr: Le reprendre
it: Riprendilo
ja: 再開する
ko: 다시 이어가기
pt_br: Retomar
zh_hans: 重新接续
zh_hant: 重新接續

source: Picking it back up…
de: Wird wieder aufgenommen …
es: Retomándolo…
fr: Reprise en cours…
it: Ripresa in corso…
ja: 再開しています…
ko: 다시 이어가는 중…
pt_br: Retomando…
zh_hans: 正在重新接续…
zh_hant: 正在重新接續…

source: Picking the turn back up
de: Zug wird wieder aufgenommen
es: Retomando el turno
fr: Reprise du tour
it: Ripresa del turno
ja: ターンを再開中
ko: 턴을 다시 이어가는 중
pt_br: Retomando o turno
zh_hans: 正在重新接续回合
zh_hant: 正在重新接續回合

source: Picture copied
de: Bild kopiert
es: Imagen copiada
fr: Image copiée
it: Immagine copiata
ja: 画像をコピーしました
ko: 이미지를 복사했습니다
pt_br: Imagem copiada
zh_hans: 已复制图片
zh_hant: 已複製圖片

source: Picture let go of
de: Bild losgelassen
es: Imagen soltada
fr: Image abandonnée
it: Immagine rilasciata
ja: 画像を手放しました
ko: 이미지를 놓아주었습니다
pt_br: Imagem solta
zh_hans: 已放开图片
zh_hant: 已放開圖片

source: Picture removed — this model can't see images.
de: Bild entfernt – dieses Modell kann keine Bilder sehen.
es: Imagen eliminada: este modelo no puede ver imágenes.
fr: Image retirée — ce modèle ne voit pas les images.
it: Immagine rimossa — questo modello non vede le immagini.
ja: 画像を削除しました。このモデルは画像を扱えません。
ko: 이미지를 제거했습니다 — 이 모델은 이미지를 볼 수 없습니다.
pt_br: Imagem removida — este modelo não enxerga imagens.
zh_hans: 已移除图片 — 此模型无法查看图片。
zh_hant: 已移除圖片 — 此模型無法檢視圖片。

source: Present
de: Vorhanden
es: Presente
fr: Présent
it: Presente
ja: あり
ko: 있음
pt_br: Presente
zh_hans: 存在
zh_hant: 存在

source: Put the paragraph in the box, where it can still be edited
de: Setzt den Absatz ins Feld, wo er noch bearbeitet werden kann
es: Pone el párrafo en el cuadro, donde aún se puede editar
fr: Place le paragraphe dans le champ, où il reste modifiable
it: Inserisce il paragrafo nel campo, dove resta modificabile
ja: 段落を入力欄に入れます。そこでまだ編集できます
ko: 문단을 입력란에 넣습니다 — 거기서 계속 수정할 수 있습니다
pt_br: Coloca o parágrafo no campo, onde ainda pode ser editado
zh_hans: 把这段文字放入输入框，仍可在那里编辑
zh_hant: 把這段文字放入輸入框，仍可在那裡編輯

source: Put the picture on the clipboard
de: Legt das Bild in die Zwischenablage
es: Pone la imagen en el portapapeles
fr: Place l’image dans le presse-papiers
it: Mette l’immagine negli appunti
ja: 画像をクリップボードに置きます
ko: 이미지를 클립보드에 넣습니다
pt_br: Coloca a imagem na área de transferência
zh_hans: 把图片放入剪贴板
zh_hant: 把圖片放入剪貼板

source: Put this picture on the stage without opening it
de: Legt dieses Bild auf die Bühne, ohne es zu öffnen
es: Pone esta imagen en el escenario sin abrirla
fr: Place cette image sur la scène sans l’ouvrir
it: Mette questa immagine sul palco senza aprirla
ja: この画像を開かずにステージに置きます
ko: 이 이미지를 열지 않고 무대에 놓습니다
pt_br: Coloca esta imagem no palco sem abri-la
zh_hans: 把这张图片放到舞台上而不打开它
zh_hant: 把這張圖片放到舞台上而不開啟它

source: Quality
de: Qualität
es: Calidad
fr: Qualité
it: Qualità
ja: 高品質
ko: 품질
pt_br: Qualidade
zh_hans: 质量
zh_hant: 品質

source: Queue
de: Warteschlange
es: Cola
fr: File
it: Coda
ja: キュー
ko: 대기열
pt_br: Fila
zh_hans: 队列
zh_hant: 佇列

source: Quick
de: Schnell
es: Rápido
fr: Rapide
it: Rapido
ja: クイック
ko: 빠름
pt_br: Rápido
zh_hans: 快速
zh_hant: 快速

source: Qwen Image 2.1 · 25 steps · edits and paints
de: Qwen Image 2.1 · 25 Schritte · bearbeitet und malt
es: Qwen Image 2.1 · 25 pasos · edita y pinta
fr: Qwen Image 2.1 · 25 étapes · édite et peint
it: Qwen Image 2.1 · 25 passaggi · modifica e dipinge
ja: Qwen Image 2.1 · 25ステップ · 編集も描画も
ko: Qwen Image 2.1 · 25단계 · 편집과 그리기 모두
pt_br: Qwen Image 2.1 · 25 passos · edita e pinta
zh_hans: Qwen Image 2.1 · 25 步 · 既能编辑也能绘制
zh_hant: Qwen Image 2.1 · 25 步 · 既能編輯也能繪製

source: Qwen diffusion model
de: Qwen-Diffusionsmodell
es: Modelo de difusión Qwen
fr: Modèle de diffusion Qwen
it: Modello di diffusione Qwen
ja: Qwen 拡散モデル
ko: Qwen 확산 모델
pt_br: Modelo de difusão Qwen
zh_hans: Qwen 扩散模型
zh_hant: Qwen 擴散模型

source: Ran %@
de: Ausgeführt: %@
es: Ejecutó: %@
fr: A exécuté : %@
it: Ha eseguito: %@
ja: %@ を実行
ko: %@ 실행함
pt_br: Executou: %@
zh_hans: 运行了：%@
zh_hant: 執行了：%@

source: Ran %@ tools
de: %@ Werkzeuge ausgeführt
es: %@ herramientas ejecutadas
fr: %@ outils exécutés
it: %@ strumenti eseguiti
ja: ツールを%@個実行
ko: 도구 %@개 실행함
pt_br: %@ ferramentas executadas
zh_hans: 运行了 %@ 个工具
zh_hant: 執行了 %@ 個工具

source: Ran 1 tool
de: 1 Werkzeug ausgeführt
es: 1 herramienta ejecutada
fr: 1 outil exécuté
it: 1 strumento eseguito
ja: ツールを1個実行
ko: 도구 1개 실행함
pt_br: 1 ferramenta executada
zh_hans: 运行了 1 个工具
zh_hant: 執行了 1 個工具

source: Reading the reference
de: Referenz wird gelesen
es: Leyendo la referencia
fr: Lecture de la référence
it: Lettura del riferimento
ja: 参照画像を読み込み中
ko: 참조 이미지 읽는 중
pt_br: Lendo a referência
zh_hans: 正在读取参考图
zh_hant: 正在讀取參考圖

source: Reading the words
de: Wörter werden gelesen
es: Leyendo las palabras
fr: Lecture des mots
it: Lettura delle parole
ja: 言葉を読み込み中
ko: 문구 읽는 중
pt_br: Lendo as palavras
zh_hans: 正在读取文字
zh_hant: 正在讀取文字

source: Ready for %@ only
de: Nur für %@ bereit
es: Listo solo para %@
fr: Prêt uniquement pour %@
it: Pronto solo per %@
ja: %@ のみ準備完了
ko: %@만 준비됨
pt_br: Pronto apenas para %@
zh_hans: 仅 %@ 已就绪
zh_hant: 僅 %@ 已就緒

source: Ready · both engines
de: Bereit · beide Engines
es: Listo · ambos motores
fr: Prêt · les deux moteurs
it: Pronto · entrambi i motori
ja: 準備完了 · 両エンジン
ko: 준비됨 · 두 엔진 모두
pt_br: Pronto · os dois motores
zh_hans: 已就绪 · 两个引擎
zh_hant: 已就緒 · 兩個引擎

source: References · <image1>, <image2>
de: Referenzen · <image1>, <image2>
es: Referencias · <image1>, <image2>
fr: Références · <image1>, <image2>
it: Riferimenti · <image1>, <image2>
ja: 参照 · <image1>、<image2>
ko: 참조 · <image1>, <image2>
pt_br: Referências · <image1>, <image2>
zh_hans: 参考图 · <image1>、<image2>
zh_hant: 參考圖 · <image1>、<image2>

source: Render from words alone again
de: Wieder nur aus Wörtern rendern
es: Volver a renderizar solo a partir de palabras
fr: Rendre à nouveau à partir des mots seuls
it: Torna a renderizzare solo dalle parole
ja: また言葉だけからレンダリングする
ko: 다시 문구만으로 렌더링하기
pt_br: Voltar a renderizar só a partir de palavras
zh_hans: 重新只靠文字渲染
zh_hant: 重新只靠文字渲染

source: Rendered on the machine ComfyUI runs on
de: Gerendert auf dem Rechner, auf dem ComfyUI läuft
es: Renderizado en la máquina donde se ejecuta ComfyUI
fr: Rendu sur la machine où tourne ComfyUI
it: Renderizzato sulla macchina su cui gira ComfyUI
ja: ComfyUI が動くマシンでレンダリングされます
ko: ComfyUI가 실행 중인 컴퓨터에서 렌더링됨
pt_br: Renderizado na máquina onde o ComfyUI roda
zh_hans: 在运行 ComfyUI 的那台机器上渲染
zh_hant: 在執行 ComfyUI 的那台機器上渲染

source: Renders this pane's GPU work on the machine ComfyUI runs on
de: Rendert die GPU-Arbeit dieses Bereichs auf dem Rechner, auf dem ComfyUI läuft
es: Renderiza el trabajo de GPU de este panel en la máquina donde se ejecuta ComfyUI
fr: Effectue le travail GPU de ce panneau sur la machine où tourne ComfyUI
it: Esegue il lavoro GPU di questo riquadro sulla macchina su cui gira ComfyUI
ja: このペインの GPU 処理は、ComfyUI が動くマシンでレンダリングします
ko: 이 패널의 GPU 작업은 ComfyUI가 실행 중인 컴퓨터에서 렌더링합니다
pt_br: Renderiza o trabalho de GPU deste painel na máquina onde o ComfyUI roda
zh_hans: 此面板的 GPU 工作会在运行 ComfyUI 的那台机器上渲染
zh_hant: 此面板的 GPU 工作會在執行 ComfyUI 的那台機器上渲染

source: Replace…
de: Ersetzen …
es: Reemplazar…
fr: Remplacer…
it: Sostituisci…
ja: 置き換え…
ko: 교체…
pt_br: Substituir…
zh_hans: 替换…
zh_hant: 替換…

source: Return renders · Esc closes · ⌘E ⌘A ⌘U ⌘D ⌘K ⌘J ⌘R
de: Zeilenschaltung rendert · Esc schließt · ⌘E ⌘A ⌘U ⌘D ⌘K ⌘J ⌘R
es: Retorno renderiza · Esc cierra · ⌘E ⌘A ⌘U ⌘D ⌘K ⌘J ⌘R
fr: Retour génère · Esc ferme · ⌘E ⌘A ⌘U ⌘D ⌘K ⌘J ⌘R
it: A capo genera · Esc chiude · ⌘E ⌘A ⌘U ⌘D ⌘K ⌘J ⌘R
ja: Return でレンダリング · Esc で閉じる · ⌘E ⌘A ⌘U ⌘D ⌘K ⌘J ⌘R
ko: Return로 렌더링 · Esc로 닫기 · ⌘E ⌘A ⌘U ⌘D ⌘K ⌘J ⌘R
pt_br: Return renderiza · Esc fecha · ⌘E ⌘A ⌘U ⌘D ⌘K ⌘J ⌘R
zh_hans: 回车渲染 · Esc 关闭 · ⌘E ⌘A ⌘U ⌘D ⌘K ⌘J ⌘R
zh_hant: Return 渲染 · Esc 關閉 · ⌘E ⌘A ⌘U ⌘D ⌘K ⌘J ⌘R
